import img1 from "@/shared/assets/images/manual/1.jpg";

export const manualList = [
  {
    index: "01",
    hasTitle: true,
    congrats: "Поздравляем, кальян собран!",
    option: "сборка кальяна",
    list: [
      "Достаем из сумки колбу и наливаем в нее холодную воду.",
      "Достаем из сумки трубку и вставляем в порт на шахте.",
      "Достаем из сумки глиняную чашку или чашу из фрукта с кальянным миксом, снимаем пленку и устанавливаем на кальян. И сверху чаши устанавливаем колодку (калауд) для угля.",
    ],
    img: img1,
  },
  {
    index: "02",
    hasTitle: false,
    congrats: "Поздравляем, уголь разогрет!",
    option: "Разогрев угля",
    list: [
      "Достаем из сумки электрическую плитку.",
      "Подключаем к электросети и поворачиваем круглое колёсико по часовой стрелке до упора.",
      "Ставим на спираль 3-4 угля и ждём пока уголь станет однородного красного цвета. Процесс занимает примерно 10-15 минут.",
    ],
    img: img1,
  },
  {
    index: "03",
    hasTitle: false,
    congrats: "Поздравляем, у вас всё получилось!",
    option: "Раскуривание кальяна",
    list: [
      "Полностью разогретый уголь помещаем в колодку для угля. 2 угля снизу и один/два по краям.",
      "Ждём 7-10 минут для того чтобы ваш микс в чаше хорошо прогрелся. Это самое сложное). Можно поставить таймер.",
      "Начинаем раскуривать кальян. Сделайте первые несколько тяг медленными и глубокими. Далее можно убрать один уголь на плитку.",
    ],
    img: img1,
  },
];
